Repository: softpva/bmi_calculator
Catalog: lib/l10n/intl_*.arb
Languages: pt

# bmiCalculator
source: Adult BMI Calculator
pt: Calculadora de IMC para Adultos

source: Weight
pt: Peso

source: Height
pt: Altura

source: Calculate
pt: Calcular

# underWeight
source: Under Weight (BMI=
pt: Abaixo do Peso (IMC=

source: Try to reach
pt: Tente atingir

# rightWeight
source: Congrats, right weight (BMI=
pt: Parab√©ns, peso correto (IMC=

# slightlyOverweight
source: Slightly Overweight (BMI=
pt: Levemente acima do peso (IMC=

# class1
source: Class 1 Obesity (BMI=
pt: Obesidade Grau I (IMC=

# class2
source: Class 2 Obesity (BMI=
pt: Obesidade Grau II (IMC=

# class3
source: Class 3 Obesity (BMI=
pt: Obesidade Grau III (IMC=
